{
    "_comments": {
        "min": [
            "Integer: complete disagreement with the question in the Likert item",
            "String: descriptive statement for complete disagreement in the Likert item"
        ],
        "max": [
            "Integer: complete agreement with the question in the Likert item",
            "String: descriptive statement for complete agreement in the Likert item"
        ],
        "value": [
            "Integer: default non-rated agreement level in the Likert item",
            "String: descriptive statement for default non-rated agreement in the Likert item"
        ],
        "step": "Integer: agreement interval in the Likert item",
        "question": "String: default generic question to which each Likert item refers",
        "words": [
            "String: name of the Likert item",
            "String: specific question to which this Likert item refers",
            "String: descriptive statement for complement disagreement in this Likert word",
            "String: descriptive statement for complement agreement in this Likert word"
        ],
        "submit": "String: label of widget that changes stimuli"
    },
    "min": [
        0,
        "Not at all"
    ],
    "max": [
        10,
        "Entirely"
    ],
    "value": [
        0,
        "Not yet rated"
    ],
    "step": 1,
    "question": "How well do the following words describe your experience of the music?",
    "words": [
        [
            "Groove",
            "The sensation of wanting to move some part of your body in relation to some aspect of the music.",
            "Not groovy",
            "Groovy"
        ],
        [
          "Familiarity",
            "How familiar you are with the music example.",
            "Not familiar",
            "Familiar"
        ],
        [
            "Preference",
            "How much you like the music example.",
            "Dislike",
            "Like"
        ],
        [
            "Naturalness",
            "How much the music example sounds likes a typical musical performance.",
            "Unnatural",
            "Natural"
        ]
    ],
    "submit": "Start"
}
